Repository: kodev8/uber-klone
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: Go to your dashboard now!
de: Gehen Sie jetzt zu Ihrem Dashboard!
es: ¡Ve a tu panel de control ahora!
fr: Accédez à votre tableau de bord maintenant !

source: Monitor requests, events and customize application data!
de: Überwachen Sie Anfragen, Ereignisse und passen Sie Anwendungsdaten an!
es: ¡Supervise solicitudes, eventos y personalice los datos de la aplicación!
fr: Surveillez les demandes, les événements et personnalisez les données de l'application !

source: Get to work
de: Mach dich an die Arbeit
es: Ponte a trabajar
fr: Mettez-vous au travail

source: Start Verifying drivers
de: Überprüfung der Treiber starten
es: Iniciar verificación de controladores
fr: Commencer à vérifier les pilotes

source: Handle driver applciations in your admin portal
de: Behandeln Sie Treiberanwendungen in Ihrem Admin-Portal
es: Manejar aplicaciones de controladores en su portal de administración
fr: Gérer les applications de pilote dans votre portail d'administration

source: View driver applciations
de: Treiberanwendungen anzeigen
es: Ver aplicaciones de controladores
fr: Afficher les applications du pilote

source: Get in the driver's seat and get paid
de: Setzen Sie sich ans Steuer und lassen Sie sich bezahlen
es: Ponte al mando y cobra
fr: Prenez le volant et soyez payé

source: Order delivery from restaurants you love
de: Bestellen Sie die Lieferung von Restaurants, die Sie lieben
es: Pide entrega a domicilio en los restaurantes que te encantan
fr: Livraison de commandes dans les restaurants que vous aimez

source: Start driving now
de: Fahren Sie jetzt los
es: Empieza a conducir ahora
fr: Commencez à conduire maintenant

source: Sign up to drive
de: Melden Sie sich zum Fahren an
es: Regístrate para conducir
fr: Inscrivez-vous pour conduire

source: Learn more about driving and delivering
de: Erfahren Sie mehr über Fahren und Liefern
es: Obtenga más información sobre cómo conducir y realizar entregas
fr: En savoir plus sur la conduite et la livraison

source: Discover delicious eats
de: Entdecken Sie köstliche Gerichte
es: Descubre comidas deliciosas
fr: Découvrez de délicieux plats

source: Order delivery from restaurants you love.
de: Bestellen Sie die Lieferung von Restaurants, die Sie lieben.
es: Pide entrega a domicilio en los restaurantes que te encantan.
fr: Commandez la livraison dans les restaurants que vous aimez.

source: Order now
de: Jetzt bestellen
es: Ordene ahora
fr: Commandez maintenant

source: Own a restaurant? Partner with Uber Eats
de: Besitzen Sie ein Restaurant?
es: ¿Tienes un restaurante?
fr: Vous possédez un restaurant ?

source: Request a ride now
de: Jetzt eine Fahrt anfordern
es: Solicita un viaje ahora
fr: Demander un trajet maintenant

source: Enter pickup location
de: Abholort eingeben
es: Ingrese el lugar de recogida
fr: Entrez le lieu de prise en charge

source: Enter dropoff location
de: Geben Sie den Abgabeort ein
es: Ingrese la ubicación de entrega
fr: Entrez le lieu de dépôt

source: Request now
de: Jetzt anfragen
es: Solicitar ahora
fr: demander maintenant

source: Schedule for later
de: Für später planen
es: Agenda para más tarde
fr: Programmer pour plus tard

source: The Uber you know, reimagined for business
de: Das Uber, das Sie kennen, neu konzipiert für das Geschäft
es: El Uber que ya conoces, reinventado para los negocios
fr: L'Uber que vous connaissez, réinventé pour les entreprises

source: A platform for managing gloabl rides and meals, and local deliveries, for companies of any size
de: Eine Plattform zur Verwaltung globaler Fahrten und Mahlzeiten sowie lokaler Lieferungen für Unternehmen jeder Größe
es: Una plataforma para gestionar viajes y comidas globales, y entregas locales, para empresas de cualquier tamaño.
fr: Une plateforme de gestion des courses et des repas mondiaux, ainsi que des livraisons locales, pour les entreprises de toute taille

source: Get Started
de: Erste Schritte
es: Comenzar
fr: Commencer

source: About Us
de: Über uns
es: Sobre nosotros
fr: À propos de nous

source: Find out how we started, what drives us, and how we're reimagining how the world moves.
de: Finden Sie heraus, wie wir angefangen haben, was uns antreibt und wie wir neu denken, wie sich die Welt bewegt.
es: Descubre cómo empezamos, qué nos motiva y cómo estamos reinventando cómo se mueve el mundo.
fr: Découvrez comment nous avons commencé, ce qui nous motive et comment nous réinventons la façon dont le monde évolue.

source: Learn more about Ubers
de: Erfahren Sie mehr über Ubers
es: Aprende más sobre Ubers
fr: En savoir plus sur Ubers

source: Newsroom
de: Nachrichtenredaktion
es: Sala de redacción
fr: Salle de presse

source: See announcements about our latest releases, initiatives, and partnerships.
de: Sehen Sie sich Ankündigungen zu unseren neuesten Veröffentlichungen, Initiativen und Partnerschaften an.
es: Vea anuncios sobre nuestros últimos lanzamientos, iniciativas y asociaciones.
fr: consultez les annonces concernant nos dernières versions, initiatives et partenariats.

source: Go to Newsroom
de: Gehe zum Newsroom
es: Ir a la sala de redacción
fr: Aller à la salle de rédaction

source: Global citizenship
de: Weltbürgerschaft
es: Ciudadanía global
fr: Citoyenneté mondiale

source: Read about our commitment to making a positive impact in the cities we serve.
de: Lesen Sie mehr über unser Engagement, in den Städten, in denen wir tätig sind, eine positive Wirkung zu erzielen.
es: Lea sobre nuestro compromiso de generar un impacto positivo en las ciudades a las que servimos.
fr: Découvrez notre engagement à avoir un impact positif dans les villes que nous servons.

source: See our partnerships
de: Sehen Sie sich unsere Partnerschaften an
es: Ver nuestras asociaciones
fr: Voir nos partenariats

source: Sign Up to drive & deliver
de: Melden Sie sich zum Fahren an
es: Regístrate para conducir
fr: Inscrivez-vous pour conduire

source: Back to top
de: Zurück nach oben
es: Volver al inicio
fr: Retour en haut

source: We are currently unable to process you request. Please try again later
de: Wir können Ihre Anfrage derzeit nicht bearbeiten.
es: Actualmente no podemos procesar su solicitud.
fr: Nous ne sommes actuellement pas en mesure de traiter votre demande.

source: No search results at the moment
de: Zur Zeit keine Suchergebnisse
es: No hay resultados de búsqueda en este momento
fr: Aucun résultat de recherche pour le moment

source: Pickup location
de: Abholort
es: Lugar de recogida
fr: Lieu de prise en charge

source: Dropoff location
de: Abgabeort
es: Lugar de entrega
fr: Lieu de dépôt

source: Pickup Now
de: Jetzt abholen
es: Recoger ahora
fr: Récupérer maintenant

source: Search
de: Suchen
es: Buscar
fr: Recherche

source: Invalid pickup details
de: Ungültige Abholdetails
es: Detalles de recogida no válidos
fr: Détails de ramassage invalides

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui

source: Pickup Time
de: Abholzeit
es: Hora de recogida
fr: heure de ramassage

source: Now
de: Jetzt
es: Ahora
fr: Maintenant

source: Pick-up date must be in the future
de: Abholdatum muss in der Zukunft liegen
es: La fecha de recogida debe ser en el futuro
fr: La date de prise en charge doit être postérieure

source: Pick-up date must be within 90 days
de: Das Abholdatum muss innerhalb von 90 Tagen liegen
es: La fecha de recogida debe ser dentro de los 90 días
fr: La date de ramassage doit être dans les 90 jours

source: Pick-up time must be in the future
de: Die Abholzeit muss in der Zukunft liegen
es: La hora de recogida debe ser en el futuro
fr: L'heure de prise en charge doit être dans le futur

source: Pickup now
de: Jetzt abholen
es: Recoger ahora
fr: Récupérer maintenant

source: Pickup
de: Abholung
es: Recogida
fr: Prise en charge

source: now
de: jetzt
es: ahora
fr: maintenant

source: Invalid pickup data
de: Ungültige Abholdaten
es: Datos de recogida no válidos
fr: Données de collecte invalides

source: Invalid pickup location
de: Ungültiger Abholort
es: Ubicación de recogida no válida
fr: Lieu de retrait invalide

source: Invalid dropoff location
de: Ungültiger Abgabeort
es: Ubicación de entrega no válida
fr: Lieu de dépôt invalide

source: Invalid payment method
de: Ungültige Zahlungsmethode
es: Método de pago no válido
fr: Mode de paiement invalide

source: Missing info
de: Fehlende Informationen
es: Información faltante
fr: Informations manquantes

source: Invalid Data
de: Ungültige Daten
es: Datos no válidos
fr: Données invalides

source: Cancel Request
de: Anfrage abbrechen
es: Solicitud de cancelación
fr: Annuler la demande

source: Find a trip
de: Suchen Sie eine Reise
es: Encontrar un viaje
fr: Trouver un voyage

source: Set location on map
de: Standort auf Karte festlegen
es: Establecer ubicación en el mapa
fr: Définir l'emplacement sur la carte

source: Choose a ride
de: Wählen Sie eine Fahrt
es: Elige un viaje
fr: Choisissez un trajet

source: Recommended
de: Empfohlen
es: Recomendado
fr: recommandé

source: More
de: Mehr
es: Más
fr: Plus

source: Pay
de: Bezahlen
es: Pagar
fr: Payer

source: Request
de: Anfrage
es: Solicitud
fr: Demande

source: There was an error, Something is not right.
de: Es ist ein Fehler aufgetreten. Etwas stimmt nicht.
es: Hubo un error, Algo no está bien.
fr: Une erreur s'est produite. Quelque chose ne va pas.

source: Please try again later or try changing the pick-up or drop-off location.
de: Bitte versuchen Sie es später noch einmal oder versuchen Sie, den Abhol- oder Abgabeort zu ändern.
es: Vuelva a intentarlo más tarde o intente cambiar el lugar de recogida o devolución.
fr: Veuillez réessayer plus tard ou essayez de modifier le lieu de prise en charge ou de dépôt.

source: Clear
de: Klar
es: Borrar
fr: Effacer

source: When do you want to be picked up?
de: Wann möchten Sie abgeholt werden?
es: ¿Cuándo quieres que te recojan?
fr: Quand souhaitez-vous être récupéré ?

source: Choose your exact pickup time up to 90 days in advance
de: Wählen Sie Ihre genaue Abholzeit bis zu 90 Tage im Voraus
es: Elige tu hora exacta de recogida con hasta 90 días de antelación
fr: Choisissez votre heure exacte de prise en charge jusqu'à 90 jours à l'avance

source: Extra wait time included to meet your ride
de: Zusätzliche Wartezeit für den Empfang Ihrer Mitfahrgelegenheit inbegriffen
es: Tiempo de espera adicional incluido para recibir su viaje
fr: Temps d'attente supplémentaire inclus pour rencontrer votre trajet

source: Cancel at no charge up to 60 minutes in advance
de: Kostenlose Stornierung bis zu 60 Minuten im Voraus
es: Cancela sin cargo hasta con 60 minutos de anticipación
fr: Annulation sans frais jusqu'à 60 minutes à l'avance

source: Payment Options
de: Zahlungsoptionen
es: Opciones de pago
fr: Options de paiement

source: Trip
de: Reise
es: viaje
fr: Déplacement

source: My Trips
de: Meine Reisen
es: Mis viajes
fr: Mes déplacements

source: Wallet
de: Geldbörse
es: Cartera
fr: Portefeuille

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres

source: Pickup
de: Abholung
es: Recogida
fr: ramassage

source: Accept Ride
de: Fahrt annehmen
es: Aceptar viaje
fr: Accepter le trajet

source: Applied at
de: Angewendet bei
es: Aplicado en
fr: Appliqué à

source: View Driver Application
de: Treiberanwendung anzeigen
es: Ver aplicación del controlador
fr: Afficher l'application du pilote

source: Add a payment method
de: Fügen Sie eine Zahlungsmethode hinzu
es: Agregar un método de pago
fr: Ajouter un mode de paiement

source: Credit or Debit card
de: Kredit- oder Debitkarte
es: Tarjeta de crédito o débito
fr: Carte de crédit ou de débit

source: Account
de: Konto
es: Cuenta
fr: Compte

source: Payment Method Added
de: Zahlungsmethode hinzugefügt
es: Método de pago agregado
fr: Mode de paiement ajouté

source: Payment Method Warning
de: Warnung zur Zahlungsmethode
es: Advertencia sobre el método de pago
fr: Avertissement relatif au mode de paiement

source: You have reached the maximum number of payment methods allowed.
de: Sie haben die maximal zulässige Anzahl an Zahlungsmethoden erreicht.
es: Has alcanzado el número máximo de métodos de pago permitidos.
fr: Vous avez atteint le nombre maximum de modes de paiement autorisés.

source: If you realy want to add a new payment method, please go to
de: Wenn Sie wirklich eine neue Zahlungsmethode hinzufügen möchten, gehen Sie bitte zu
es: Si realmente desea agregar un nuevo método de pago, vaya a
fr: Si vous souhaitez réellement ajouter un nouveau mode de paiement, veuillez vous rendre sur

source: your wallet
de: Ihre Brieftasche
es: tu billetera
fr: votre portefeuille

source: and remove at least one one.
de: und entfernen Sie mindestens einen.
es: y eliminar al menos uno.
fr: et supprimez-en au moins un.

source: Popular
de: Beliebt
fr: Populaire
