Repository: kodev8/uber-klone
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: This feature is not yet implemented
de: Diese Funktion ist noch nicht implementiert
es: Esta característica aún no está implementada
fr: Cette fonctionnalité n’est pas encore implémentée

source: You already have a PayPal account with this email
de: Mit dieser E-Mail haben Sie bereits ein PayPal-Konto
es: Ya tienes una cuenta PayPal con este correo electrónico
fr: Vous possédez déjà un compte PayPal avec cet email

source: You already have a card with this number
de: Sie haben bereits eine Karte mit dieser Nummer
es: Ya tienes una tarjeta con este número
fr: Vous possédez déjà une carte avec ce numéro

source: Are you sure you want to remove your only other payment method?
de: Sind Sie sicher, dass Sie Ihre einzige andere Zahlungsmethode entfernen möchten?
es: ¿Estás seguro de que deseas eliminar tu único otro método de pago?
fr: Êtes-vous sûr de vouloir supprimer votre seul autre mode de paiement ?

source: Are you sure you want to remove this payment method?
de: Möchten Sie diese Zahlungsmethode wirklich entfernen?
es: ¿Estás seguro de que deseas eliminar este método de pago?
fr: Êtes-vous sûr de vouloir supprimer ce mode de paiement ?

source: Payment method removed
de: Zahlungsmethode entfernt
es: Método de pago eliminado
fr: Mode de paiement supprimé

source: Update Phone Number
de: Telefonnummer aktualisieren
es: Actualizar número de teléfono
fr: Mettre à jour le numéro de téléphone

source: Update Name
de: Name aktualisieren
es: Actualizar nombre
fr: Mettre à jour le nom

source: Update Password
de: Passwort aktualisieren
es: Actualizar Contraseña
fr: Mettre à jour le mot de passe

source: New Password
de: Neues Passwort
es: Nueva Contraseña
fr: Nouveau mot de passe

source: No changes to be made
de: Keine Änderungen vorzunehmen
es: No se deben realizar cambios
fr: Aucune modification à effectuer

source: Enter this code to update your email address
de: Geben Sie diesen Code ein, um Ihre E-Mail-Adresse zu aktualisieren
es: Ingresa este código para actualizar tu dirección de correo electrónico
fr: Entrez ce code pour mettre à jour votre adresse e-mail

source: Update you email address
de: Aktualisieren Sie Ihre E-Mail-Adresse
es: Actualiza tu dirección de correo electrónico
fr: Mettez à jour votre adresse e-mail

source: Email updated successfully
de: E-Mail erfolgreich aktualisiert
es: Correo electrónico actualizado exitosamente
fr: E-mail mis à jour avec succès

source: Phone number updated successfully
de: Telefonnummer erfolgreich aktualisiert
es: Número de teléfono actualizado correctamente
fr: numéro de téléphone mis à jour avec succès

source: Name updated successfully
de: Name erfolgreich aktualisiert
es: Nombre actualizado exitosamente
fr: Nom mis à jour avec succès

source: The old password is inccorrect
de: Das alte Passwort ist falsch
es: La contraseña anterior es incorrecta
fr: L'ancien mot de passe est incorrect

source: Password updated successfully
de: Passwort erfolgreich aktualisiert
es: Contraseña actualizada exitosamente
fr: Mot de passe mis à jour avec succès

source: You cannot remove your profile photo as a driver
de: Sie können Ihr Profilfoto als Fahrer nicht entfernen
es: No puedes eliminar tu foto de perfil como conductor
fr: Vous ne pouvez pas supprimer votre photo de profil en tant que conducteur

source: Unable to remove profile photo
de: Profilfoto konnte nicht entfernt werden
es: No se puede eliminar la foto de perfil
fr: Impossible de supprimer la photo de profil

source: Profile Photo removed
de: Profilfoto entfernt
es: Foto de perfil eliminada
fr: Photo de profil supprimée

source: Invalid File Type
de: Ungültiger Dateityp
es: Tipo de archivo no válido
fr: Type de fichier invalide

source: Profile Updated
de: Profil aktualisiert
es: Perfil actualizado
fr: Profil mis à jour

source: Please add a profile photo before going ahead!
de: Bitte fügen Sie ein Profilfoto hinzu, bevor Sie fortfahren!
es: ¡Agrega una foto de perfil antes de continuar!
fr: Veuillez ajouter une photo de profil avant de continuer !

source: Bad Request
de: Ungültige Anfrage
es: Solicitud incorrecta
fr: Mauvaise demande

source: Please select a ride option
de: Bitte wählen Sie eine Fahrtoption aus
es: Selecciona una opción de viaje
fr: Veuillez sélectionner une option de trajet

source: Both photos are required
de: Beide Fotos sind erforderlich
es: Ambas fotos son obligatorias
fr: Les deux photos sont requises

source: Driver profile requested successfully
de: Fahrerprofil erfolgreich angefordert
es: Perfil de conductor solicitado exitosamente
fr: Profil de conducteur demandé avec succès

source: File too large (max: 10mb)
de: Datei zu groß (max. 10 MB)
es: Archivo demasiado grande (máx.: 10 MB)
fr: Fichier trop volumineux (max : 10 Mo)

source: Currently unable to process your request
de: Ihre Anfrage kann derzeit nicht bearbeitet werden
es: Actualmente no podemos procesar su solicitud
fr: Actuellement impossible de traiter votre demande

source: Driver profile not found
de: Fahrerprofil nicht gefunden
es: Perfil del conductor no encontrado
fr: Profil de conducteur introuvable

source: Not Found
de: Nicht gefunden
es: No encontrado
fr: Introuvable

source: Card
de: Karte
es: Tarjeta
fr: Carte

source: 6 hrs (maximum)
de: 6 Stunden (maximal)
es: 6 horas (máximo)
fr: 6 heures (maximum)

source: 3 minutes (minimum)
de: 3 Minuten (mindestens)
es: 3 minutos (mínimo)

source: minutes
de: Minuten
es: minutos

source: We are currently unable to process this request
de: Wir können diese Anfrage derzeit nicht bearbeiten
es: Actualmente no podemos procesar esta solicitud
fr: Nous ne sommes actuellement pas en mesure de traiter cette demande

source: An error occured
de: Es ist ein Fehler aufgetreten
es: Ocurrió un error
fr: Une erreur s'est produite

source: Receipt resent successfully
de: Empfang erfolgreich gesendet
es: Recibo reenviado exitosamente
fr: Réception des symptômes réussie

source: Update
de: Aktualisieren
es: Actualización
fr: Mise à jour

source: Email
es: correo electrónico

source: Phone Number
de: Telefonnummer
es: Número de teléfono
fr: numéro de téléphone

source: Old Password
de: Altes Passwort
es: Contraseña antigua
fr: Ancien mot de passe

source: Reset Password
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe

source: Set Password
de: Passwort festlegen
es: Establecer contraseña
fr: Définir le mot de passe

source: Password Confirmation
de: Passwortbestätigung
es: Confirmación de contraseña
fr: Confirmation du mot de passe

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter

source: Card Number
de: Kartennummer
es: Número de tarjeta
fr: numéro de carte

source: Card number must be 16 digits
de: Kartennummer muss 16-stellig sein
es: El número de tarjeta debe tener 16 dígitos
fr: le numéro de carte doit comporter 16 chiffres

source: Format must be
de: Format muss sein
es: El formato debe ser
fr: Le format doit être

source: Format must be MM/YYYY
de: Format muss MM/JJJJ sein
es: El formato debe ser MM/AAAA
fr: Le format doit être MM/AAAA

source: CVV must be 3 digits
de: CVV muss 3-stellig sein
es: CVV debe tener 3 dígitos
fr: CVV doit être composé de 3 chiffres

source: Country
de: Land
es: País
fr: Pays

source: Select Country
de: Land auswählen
es: Seleccionar país
fr: Sélectionner un pays

source: Month must be between 1 and 12
de: Monat muss zwischen 1 und 12 liegen
es: El mes debe estar entre 1 y 12
fr: Le mois doit être compris entre 1 et 12

source: Year must be in the future
de: Jahr muss in der Zukunft liegen
es: El año debe ser en el futuro.
fr: L'année doit être dans le futur

source: Please select a country
de: Bitte wählen Sie ein Land aus
es: Por favor seleccione un país
fr: Veuillez sélectionner un pays

source: Bank Name
es: Nombre del banco
fr: Nom de la banque

source: Bank Name must be between 2 and 50 characters
de: Der Bankname muss zwischen 2 und 50 Zeichen lang sein
es: El nombre del banco debe tener entre 2 y 50 caracteres
fr: Le nom de la banque doit comporter entre 2 et 50 caractères

source: Account Number
de: Kontonummer
es: Número de cuenta
fr: numéro de compte

source: Account number must be between 10 and 50 characters
de: Die Kontonummer muss zwischen 10 und 50 Zeichen lang sein
es: El número de cuenta debe tener entre 10 y 50 caracteres
fr: Le numéro de compte doit comporter entre 10 et 50 caractères

source: License Number
de: Lizenznummer
es: Número de licencia
fr: Numéro de licence

source: License number must be 10 characters
de: Die Lizenznummer muss 10 Zeichen lang sein
es: El número de licencia debe tener 10 caracteres
fr: Le numéro de licence doit comporter 10 caractères

source: License Expiry Date
de: Ablaufdatum der Lizenz
es: Fecha de vencimiento de la licencia
fr: Date d'expiration de la licence

source: License Photo
de: Lizenzfoto
es: Foto de licencia
fr: Photo de licence

source: Vehicle Plate
de: Fahrzeugschild
es: Placa del vehículo
fr: Plaque du véhicule

source: Vehicle plate must be 7 characters
de: Das Fahrzeugschild muss 7 Zeichen lang sein
es: La placa del vehículo debe tener 7 caracteres.
fr: La plaque du véhicule doit comporter 7 caractères

source: Vehicle Photo
de: Fahrzeugfoto
es: Foto del vehículo
fr: Photo du véhicule

source: Send
de: Senden
es: Enviar
fr: Envoyer

source: Invalid date format
de: Ungültiges Datumsformat
es: formato de fecha no válido
fr: Format de date invalide

source: License expiry date must be in the future
de: Das Ablaufdatum der Lizenz muss in der Zukunft liegen
es: La fecha de vencimiento de la licencia debe ser en el futuro
fr: La date d'expiration de la licence doit être postérieure

source: Add the bank account where you want to receive payments.
de: Fügen Sie das Bankkonto hinzu, von dem Sie Zahlungen erhalten möchten.
es: Agrega la cuenta bancaria donde deseas recibir pagos.
fr: Ajoutez le compte bancaire sur lequel vous souhaitez recevoir les paiements.

source: Add a bank account
de: Fügen Sie ein Bankkonto hinzu
es: Agregar una cuenta bancaria
fr: Ajouter un compte bancaire

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Déconnexion

source: Account Info
de: Kontoinformationen
es: Información de cuenta
fr: Informations sur le compte

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité

source: Drive
de: Fahren
es: Conducir
fr: Conduire

source: Home
de: Zuhause
es: Inicio
fr: Accueil

source: Remove Photo
de: Foto entfernen
es: Eliminar foto
fr: Supprimer la photo

source: Basic Info
de: Grundlegende Informationen
es: Información básica
fr: Informations de base

source: Name
es: Nombre
fr: Nom

source: Logging in to Uber
de: Bei Uber anmelden
es: Iniciar sesión en Uber
fr: Connexion à Uber

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: Set Up Your Driver Profile
de: Richten Sie Ihr Fahrerprofil ein
es: Configure su perfil de conductor
fr: Configurer votre profil de conducteur

source: Pending Approval
de: Genehmigung ausstehend
es: Pendiente de aprobación
fr: En attente d'approbation

source: Your driver profile is pending approval. You will be notified when it is approved
de: Ihr Fahrerprofil muss noch genehmigt werden.
es: Tu perfil de conductor está pendiente de aprobación.
fr: Votre profil de conducteur est en attente d'approbation.

source: Upload your profile picture
de: Laden Sie Ihr Profilbild hoch
es: Sube tu foto de perfil
fr: Téléchargez votre photo de profil

source: here
de: hier
es: aquí
fr: ici

source: before proceeding
de: bevor Sie fortfahren
es: antes de continuar
fr: avant de continuer

source: License Info
de: Lizenzinformationen
es: Información de licencia
fr: Informations sur la licence

source: Vehicle Info
de: Fahrzeuginfo
es: Información del vehículo
fr: Informations sur le véhicule

source: Select the option which best describes your vehicle
de: Wählen Sie die Option aus, die Ihr Fahrzeug am besten beschreibt
es: Selecciona la opción que mejor describa tu vehículo
fr: Sélectionnez l'option qui décrit le mieux votre véhicule

source: License Photo:
de: Lizenzfoto:
es: Foto de licencia:
fr: Photo de licence :

source: Vehicle class
de: Fahrzeugklasse
es: Clase de vehículo
fr: Classe de véhicule

source: Authorised applications.
de: Autorisierte Anwendungen.
es: Solicitudes autorizadas.
fr: Demandes autorisées.

source: You do not have any authorised applications
de: Sie haben keine autorisierten Anwendungen
es: No tienes ninguna aplicación autorizada
fr: Vous n'avez aucune application autorisée

source: Log out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter

source: Credit or Debit Card
de: Kredit- oder Debitkarte
es: Tarjeta de Crédito o Débito
fr: Carte de crédit ou de débit

source: Preferred Payment Method
de: Bevorzugte Zahlungsmethode
es: Método de pago preferido
fr: Mode de paiement préféré

source: Remove payment method
de: Zahlungsmethode entfernen
es: Eliminar método de pago
fr: Supprimer le mode de paiement

source: Use as preferred
de: Nach Wunsch verwenden
es: Usar como preferido
fr: Utiliser selon vos préférences

source: Back to Trips
de: Zurück zu Reisen
es: Volver a Viajes
fr: Retour aux voyages

source: Your trip
de: Deine Reise
es: Tu viaje
fr: Votre voyage

source: Resend receipt
de: Beleg erneut senden
es: Reenviar recibo
fr: Renvoyer le reçu

source: Route
es: Ruta
fr: Itinéraire

source: Past
de: Vergangenheit
es: Pasado
fr: Passé

source: Rider Trips
de: Fahrerausflüge
es: Viajes de jinete
fr: Voyages de cavaliers

source: Driver Trips
de: Fahrerfahrten
es: Viajes del conductor
fr: Déplacements du conducteur

source: No trips here at the moment
de: Im Moment gibt es hier keine Fahrten
es: No hay viajes aquí en este momento
fr: Aucun déplacement ici pour le moment

source: Your password must be at least 8 characters long, and contain at least one digit and one non-digit character
de: Ihr Passwort muss mindestens 8 Zeichen lang sein und mindestens eine Ziffer und ein nichtstelliges Zeichen enthalten
es: Su contraseña debe tener al menos 8 caracteres y contener al menos un dígito y un carácter que no sea un dígito
fr: Votre mot de passe doit comporter au moins 8 caractères et contenir au moins un chiffre et un caractère non numérique.

source: Personalise your experience
de: Personalisieren Sie Ihr Erlebnis
es: Personaliza tu experiencia
fr: Personnalisez votre expérience

source: Bank Account:
de: Bankkonto:
es: Cuenta Bancaria:
fr: Compte bancaire :

source: Payment Methods
de: Zahlungsmethoden
es: Métodos de pago
fr: Modes de paiement

source: Add new payment method
de: Neue Zahlungsmethode hinzufügen
es: Agregar nuevo método de pago
fr: Ajouter un nouveau mode de paiement

source: Add Bank Account
de: Bankkonto hinzufügen
es: Agregar cuenta bancaria
fr: Ajouter un compte bancaire

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Bank account Added
de: Bankkonto hinzugefügt
es: Cuenta bancaria agregada
fr: Compte bancaire ajouté

source: Bank Account Warning
de: Bankkontowarnung
es: Advertencia de cuenta bancaria
fr: Avertissement concernant le compte bancaire

source: You are only allowed one bank account.
de: Ihnen ist nur ein Bankkonto erlaubt.
es: Sólo se te permite una cuenta bancaria.
fr: Vous n’avez droit qu’à un seul compte bancaire.

source: Handle driver requests here.
de: Hier werden Treiberanfragen bearbeitet.
es: Maneja las solicitudes de los conductores aquí.
fr: Gérer les demandes de pilotes ici.

source: Requests
de: Anfragen
es: Solicitudes
fr: Demandes

source: History
de: Geschichte
es: Historia
fr: Histoire

source: No applciations here
de: Hier gibt es keine Anwendungen
es: Aquí no hay aplicaciones
fr: Aucune application ici

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter

source: Reject
de: Ablehnen
es: Rechazar
fr: Rejeter

source: Handled by
de: Bearbeitet von
es: Manejado por
fr: Géré par

source: Accepted
de: Akzeptiert
es: Aceptado
fr: Accepté

source: Rejected
de: Abgelehnt
es: Rechazado
fr: Rejeté

source: Driver Info
de: Fahrerinfo
es: Información del conductor
fr: Informations sur le conducteur

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone

source: Vehicle Class
de: Fahrzeugklasse
es: Clase de vehículo
fr: Classe de véhicule

source: Enter email
de: E-Mail-Adresse eingeben
es: Ingrese el correo electrónico
fr: Entrez l'e-mail

source: Continue
de: Weiter
es: Continuar
fr: Continuer

source: Next
de: Weiter
es: Siguiente
fr: Suivant

source: What's your email?
de: Wie lautet Ihre E-Mail?
es: ¿Cuál es tu correo electrónico?
fr: Quel est votre email ?

source: Continue with Google
de: Weiter mit Google
es: Continuar con Google
fr: Continuer avec Google

source: Continue with Apple
de: Weiter mit Apple
es: Continuar con Apple
fr: Continuer avec Apple

source: Continue with Facebook
de: Weiter mit Facebook
es: Continuar con Facebook
fr: Continuer avec Facebook

source: Log in with QR code
de: Mit QR-Code anmelden
es: Iniciar sesión con código QR
fr: Connectez-vous avec le code QR

source: What's your name?
de: Wie heißt du?
es: ¿Cómo te llamas?
fr: Quel est ton nom ?

source: Let us know how to properly address you.
de: Lassen Sie uns wissen, wie wir Sie richtig ansprechen können.
es: Háganos saber cómo dirigirnos a usted correctamente.
fr: Dites-nous comment vous adresser correctement.

source: Admin Login
de: Administratoranmeldung
es: Inicio de sesión de administrador
fr: Connexion administrateur

source: Welcome back,
de: Willkommen zurück,
es: Bienvenido de nuevo,
fr: Bienvenue,

source: More Options
de: Weitere Optionen
es: Más opciones
fr: Plus d'options

source: I've forgotten my password
de: Ich habe mein Passwort vergessen
es: He olvidado mi contraseña
fr: J’ai oublié mon mot de passe

source: Choose another way to verify
de: Wählen Sie eine andere Methode zur Überprüfung
es: Elige otra forma de verificar
fr: Choisissez une autre façon de vérifier

source: Resend code via email
de: Code per E-Mail erneut senden
es: Reenviar código por correo electrónico
fr: Renvoyer le code par e-mail

source: Rider
de: Fahrer
es: Jinete
fr: Cavalier

source: No active ride found
de: Keine aktive Fahrt gefunden
es: No se encontró ningún viaje activo
fr: Aucun trajet actif trouvé

source: Sorry we could not process this request
de: Leider konnten wir diese Anfrage nicht bearbeiten
es: Lo sentimos, no pudimos procesar esta solicitud.
fr: Désolé, nous n'avons pas pu traiter cette demande

source: Server Error
de: Serverfehler
es: Error del servidor
fr: Erreur du serveur

source: End Chat
de: Chat beenden
es: Finalizar chat
fr: Fin de la conversation

source: Write your message!
de: Schreiben Sie Ihre Nachricht!
es: ¡Escribe tu mensaje!
fr: Écrivez votre message !

source: Ride Complete!
de: Fahrt abgeschlossen!
es: ¡Viaje completo!
fr: Tour terminé !

source: No Riders available at the moment
de: Im Moment sind keine Fahrer verfügbar
es: No hay pasajeros disponibles en este momento
fr: Aucun coureur disponible pour le moment

source: We are notifying the rider!
de: Wir benachrichtigen den Fahrer!
es: ¡Estamos notificando al pasajero!
fr: Nous prévenons le coureur !

source: Find Riders
de: Fahrer finden
es: Buscar jinetes
fr: Trouver des passagers

source: No available riders at this moment
de: Im Moment sind keine Fahrer verfügbar
es: No hay pasajeros disponibles en este momento
fr: Aucun passager disponible pour le moment

source: Invalid name
de: Ungültiger Name
es: Nombre no válido
fr: Nom invalide

source: Invalid email
de: Ungültige E-Mail
es: correo electrónico no válido
fr: E-mail invalide

source: Password must contain: at least 8 characters, 1 lower case, 1 uppercase, 1 number and 1 special character
de: Das Passwort muss mindestens 8 Zeichen, 1 Kleinbuchstabe, 1 Großbuchstabe, 1 Zahl und 1 Sonderzeichen enthalten
es: La contraseña debe contener: al menos 8 caracteres, 1 minúscula, 1 mayúscula, 1 número y 1 carácter especial
fr: Le mot de passe doit contenir : au moins 8 caractères, 1 minuscule, 1 majuscule, 1 chiffre et 1 caractère spécial

source: Username must only contain letters, numbers, periods and underscores
de: Der Benutzername darf nur Buchstaben, Zahlen, Punkte und Unterstriche enthalten
es: El nombre de usuario solo debe contener letras, números, puntos y guiones bajos
fr: Le nom d'utilisateur ne doit contenir que des lettres, des chiffres, des points et des traits de soulignement.

source: is required
de: ist erforderlich
es: es requerido
fr: est requis

source: First Name
de: Vorname
es: Nombre
fr: Prénom

source: First name must be less than 50 characters
de: Der Vorname muss weniger als 50 Zeichen lang sein
es: El nombre debe tener menos de 50 caracteres
fr: Le prénom doit contenir moins de 50 caractères

source: Last Name
de: Nachname
es: Apellido
fr: Nom de famille

source: Last name must be less than 50 characters
de: Nachname muss weniger als 50 Zeichen lang sein
es: El apellido debe tener menos de 50 caracteres.
fr: Le nom de famille doit comporter moins de 50 caractères

source: Passwords must match
de: Passwörter müssen übereinstimmen
es: Las contraseñas deben coincidir
fr: les mots de passe doivent correspondre

source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe

source: Company
de: Unternehmen
es: Empresa
fr: Entreprise

source: Safety
de: Sicherheit
es: Seguridad
fr: Sécurité

source: Help
de: Hilfe
es: Ayuda
fr: Aide

source: Products
de: Produkte
es: Productos
fr: Produits

source: Ride
de: Fahrt
es: paseo
fr: Conduire

source: Eat
de: Essen
es: comer
fr: Manger

source: Log In
de: Anmelden
es: Iniciar sesión
fr: Connexion

source: Sign Up
de: Anmelden
es: Registrarse
fr: Inscrivez-vous

source: Sign up to drive & deliver
de: Melden Sie sich zum Fahren an
es: Regístrate para conducir
fr: Inscrivez-vous pour conduire

source: Sign Up to ride
de: Melden Sie sich an, um mitzufahren
es: Regístrate para viajar
fr: Inscrivez-vous pour rouler

source: Sign up to order delivery with Uber Eats
de: Melden Sie sich an, um die Lieferung bei Uber Eats zu bestellen
es: Regístrate para pedir entrega a domicilio con Uber Eats
fr: Inscrivez-vous pour commander la livraison avec Uber Eats

source: Sign Up to order delivery with Uber Eats
de: Melden Sie sich an, um die Lieferung bei Uber Eats zu bestellen
es: Regístrate para pedir entrega a domicilio con Uber Eats
fr: Inscrivez-vous pour commander la livraison avec Uber Eats

source: Sign in to drive & deliver
de: Melden Sie sich zum Fahren an
es: Inicia sesión para conducir
fr: Connectez-vous pour conduire

source: Sign in to ride
de: Melden Sie sich an, um mitzufahren
es: Inicia sesión para viajar
fr: Connectez-vous pour rouler

source: Sign in to order delivery with Uber Eats
de: Melden Sie sich an, um die Lieferung bei Uber Eats zu bestellen
es: Inicia sesión para pedir entrega con Uber Eats
fr: Connectez-vous pour commander une livraison avec Uber Eats

source: Drive & deliver
de: Fahren
es: Conducir
fr: Conduire

source: Ride with uber
de: Mit Uber fahren
es: Viaja con uber
fr: Roulez avec Uber

source: Order delivery with Uber Eats
de: Lieferung mit Uber Eats bestellen
es: Entrega de pedidos con Uber Eats
fr: Livraison de commande avec Uber Eats

source: Uber for Business
de: Uber für Unternehmen
es: Uber para empresas
fr: Uber pour les entreprises

source: Manage Account
de: Konto verwalten
es: Administrar cuenta
fr: Gérer le compte

source: Select your language
de: Wählen Sie Ihre Sprache
es: Selecciona tu idioma
fr: Sélectionnez votre langue

source: English
de: Englisch
es: inglés
fr: anglais

source: French
de: Französisch
es: francés
fr: français

source: Spanish
de: Spanisch
es: español
fr: espagnol

source: German
de: Deutsch
es: alemán
fr: allemand

source: Dashboard
es: Tablero
fr: Tableau de bord

source: Verify Drivers
de: Treiber überprüfen
es: Verificar controladores
fr: Vérifier les pilotes

source: Drive or deliver
de: Fahren oder liefern
es: Conducir o entregar
fr: Conduire ou livrer
